<form method="POST">
    <h1>Тест: ЗНАЕТЕ ЛИ ВЫ СЕБЯ</h1>
    <p>Ученые установили, что если из двух полушарий ведущим является правое полушарие мозга,<br> 
       то у человека преобладает эмоциональная сфера. Если ведущим оказывается левое полушарие, то у <br>
       человека аналитический склад ума преобладает над эмоциональностью. Предлагаемый тест как раз <br>
       и позволяет выявить ведущее полушарие. Это является признаком врожденным и, как правило, не <br>
       меняется до конца жизни. 
    </p>
</form>
<?php
  echo "<a href='other.php'><h3>Начать тест</h3></a>";
?>


